Revit 2027 API
TableSectionData.SetCellCalculatedValue Method
Overload List
Name | Description
SetCellCalculatedValue(Int32, TableCellCalculatedValueData) |  Allows the caller to set the calculated value for a specified column
SetCellCalculatedValue(Int32, Int32, TableCellCalculatedValueData) |  Allows the caller to set the calculated value for a specified cell
Top
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace